Repository: oceanskydivers/Pantry
Catalog: Pantry/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

source: Select Category
ar: اختر فئة
bn: বিভাগ নির্বাচন করুন
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
hi: श्रेणी चुनें
id: Pilih Kategori
it: Seleziona categoria
ja: カテゴリを選択
ko: 카테고리 선택
pt_br: Selecionar categoria
ru: Выберите категорию
tr: Kategori Seç
zh_hans: 选择分类
zh_hant: 選擇類別

source: select it.
ar: تحديده.
bn: এটি নির্বাচন করুন।
de: sie auszuwählen.
es: seleccionarla.
fr: le sélectionner.
id: memilihnya.
it: selezionarlo.
ja: 選択します。
ko: 선택합니다.
pt_br: selecioná-lo.
ru: выбрать её.
tr: seçin.

source: Servings
ar: الحصص
bn: পরিবেশন
de: Portionen
es: Porciones
fr: Portions
id: Porsi
it: Porzioni
ja: 人前
ko: 인분
pt_br: Porções
ru: Порции
tr: Porsiyon

source: Set
ar: تعيين
bn: সেট করুন
de: Festlegen
es: Establecer
fr: Définir
hi: सेट करें
id: Atur
it: Imposta
ja: 設定
ko: 설정
pt_br: Definir
ru: Установить
tr: Ayarla
zh_hans: 设置
zh_hant: 設定

source: Share Access
ar: مشاركة الوصول
bn: অ্যাক্সেস শেয়ার করুন
de: Zugriff teilen
es: Compartir acceso
fr: Partager l'accès
id: Bagikan Akses
it: Condividi l'accesso
ja: アクセスを共有
ko: 액세스 권한 공유
pt_br: Compartilhar Acesso
ru: Поделиться доступом
tr: Erişimi Paylaş

source: Share your sign-in credentials with your household members so everyone sees the same data in real time.
ar: شارك بيانات اعتماد تسجيل الدخول الخاصة بك مع أفراد أسرتك ليرى الجميع نفس البيانات في الوقت الفعلي.
bn: আপনার পরিবারের সদস্যদের সাথে আপনার সাইন-ইন তথ্য শেয়ার করুন যাতে সবাই রিয়েল টাইমে একই ডেটা দেখতে পায়।
de: Teile deine Anmeldedaten mit deinen Haushaltsmitgliedern, damit alle dieselben Daten in Echtzeit sehen.
es: Comparte tus credenciales de inicio de sesión con los miembros de tu hogar para que todos vean los mismos datos en tiempo real.
fr: Partagez vos identifiants de connexion avec les membres de votre foyer afin que tout le monde voie les mêmes données en temps réel.
id: Bagikan kredensial masuk Anda dengan anggota rumah tangga Anda agar semua orang dapat melihat data yang sama secara real-time.
it: Condividi le tue credenziali di accesso con i membri della tua famiglia in modo che tutti possano vedere gli stessi dati in tempo reale.
ja: サインイン情報を家族や同居人と共有することで、全員が同じデータをリアルタイムで確認できます。
ko: 가족 구성원과 로그인 정보를 공유하여 모든 사람이 실시간으로 동일한 데이터를 볼 수 있도록 하세요.
pt_br: Compartilhe suas credenciais de login com os membros da sua casa para que todos vejam os mesmos dados em tempo real.
ru: Поделитесь своими данными для входа с членами семьи, чтобы все видели одни и те же данные в режиме реального времени.
tr: Giriş bilgilerinizi ev halkınızla paylaşın, böylece herkes aynı verileri gerçek zamanlı olarak görebilir.

source: Sharing
ar: مشاركة
bn: শেয়ার করা হচ্ছে
de: Teilen
es: Compartir
fr: Partage
hi: साझा करना
id: Berbagi
it: Condivisione
ja: 共有
ko: 공유
pt_br: Compartilhamento
ru: Общий доступ
tr: Paylaşım
zh_hans: 共享
zh_hant: 分享

source: Shopping
ar: تسوق
bn: কেনাকাটা
de: Einkaufen
es: Compras
fr: Courses
hi: खरीदारी
id: Belanja
it: Spesa
ja: 買い物
ko: 쇼핑
pt_br: Compras
ru: Покупки
tr: Alışveriş
zh_hans: 购物
zh_hant: 購物

source: Shopping List
ar: قائمة التسوق
bn: কেনাকাটার তালিকা
de: Einkaufsliste
es: Lista de la compra
fr: Liste de courses
hi: खरीदारी सूची
id: Daftar Belanja
it: Lista della spesa
ja: 買い物リスト
ko: 쇼핑 목록
pt_br: Lista de compras
ru: Список покупок
tr: Alışveriş Listesi
zh_hans: 购物清单
zh_hant: 購物清單

source: Show %lld More
ar: عرض %lld المزيد
bn: আরও %lld টি দেখুন
de: %lld weitere anzeigen
es: Mostrar %lld más
fr: Afficher %lld de plus
hi: %lld और दिखाएं
id: Tampilkan %lld Lagi
it: Mostra altri %lld
ja: 他 %lld 件を表示
ko: %lld개 더 보기
pt_br: Mostrar mais %lld
ru: Показать еще %lld
tr: %lld Tane Daha Göster
zh_hans: 显示更多 %lld 条
zh_hant: 顯示更多 %lld 項

source: Show as Grid
ar: عرض كشبكة
bn: গ্রিড হিসেবে দেখুন
de: Als Raster anzeigen
es: Mostrar como cuadrícula
fr: Afficher sous forme de grille
hi: ग्रिड के रूप में दिखाएं
id: Tampilkan sebagai Kisi
it: Mostra come griglia
ja: グリッドで表示
ko: 격자 보기
pt_br: Mostrar como grade
ru: Показать сеткой
tr: Izgara Olarak Göster
zh_hans: 以网格显示
zh_hant: 以網格顯示

source: Show as List
ar: عرض كقائمة
bn: তালিকা হিসেবে দেখুন
de: Als Liste anzeigen
es: Mostrar como lista
fr: Afficher sous forme de liste
hi: सूची के रूप में दिखाएं
id: Tampilkan sebagai Daftar
it: Mostra come elenco
ja: リストで表示
ko: 목록 보기
pt_br: Mostrar como lista
ru: Показать списком
tr: Liste Olarak Göster
zh_hans: 以列表显示
zh_hant: 以列表顯示

source: Show items with less than
ar: عرض العناصر التي تقل عن
bn: এর চেয়ে কম আইটেমগুলো দেখুন
de: Artikel anzeigen mit weniger als
es: Mostrar artículos con menos de
fr: Afficher les articles avec moins de
hi: इससे कम आइटम दिखाएं
id: Tampilkan item dengan jumlah kurang dari
it: Mostra articoli con meno di
ja: 以下の在庫数未満のアイテムを表示
ko: 다음보다 적은 항목 표시:
pt_br: Mostrar itens com menos de
ru: Показывать товары с количеством менее
tr: Şundan az olan öğeleri göster
zh_hans: 显示少于以下数量的物品
zh_hant: 顯示低於以下數量的項目

source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন করুন
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
tr: Giriş Yap
zh_hans: 登录
zh_hant: 登入

source: Sign in to share recipes, inventory, and shopping lists across your household.
ar: سجل الدخول لمشاركة الوصفات والمخزون وقوائم التسوق مع أفراد أسرتك.
bn: আপনার পরিবারের সাথে রেসিপি, ইনভেন্টরি এবং কেনাকাটার তালিকা শেয়ার করতে সাইন ইন করুন।
de: Melde dich an, um Rezepte, Bestand und Einkaufslisten mit deinem Haushalt zu teilen.
es: Inicia sesión para compartir recetas, inventario y listas de la compra con tu hogar.
fr: Connectez-vous pour partager vos recettes, votre inventaire et vos listes de courses avec votre foyer.
id: Masuk untuk berbagi resep, inventaris, dan daftar belanja dengan anggota rumah tangga Anda.
it: Accedi per condividere ricette, inventario e liste della spesa con la tua famiglia.
ja: サインインして、レシピ、在庫、 買い物リストをご家族や同居人と共有しましょう。
ko: 로그인하여 가족과 레시피, 인벤토리 및 쇼핑 목록을 공유하세요.
pt_br: Faça login para compartilhar receitas, inventário e listas de compras com sua casa.
ru: Войдите в систему, чтобы делиться рецептами, запасами и списками покупок со своей семьей.
tr: Tarifleri, envanteri ve alışveriş listelerini ev halkınızla paylaşmak için oturum açın.

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
bn: Google দিয়ে সাইন ইন করুন
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
hi: Google के साथ साइन इन करें
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인
pt_br: Fazer login com o Google
ru: Войти через Google
tr: Google ile Oturum Aç
zh_hans: 使用 Google 登录
zh_hant: 透過 Google 登入

source: Sign Out
ar: تسجيل الخروج
bn: সাইন আউট করুন
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти
tr: Çıkış Yap
zh_hans: 退出登录
zh_hant: 登出

source: Signing in…
ar: جاري تسجيل الدخول…
bn: সাইন ইন করা হচ্ছে…
de: Anmelden…
es: Iniciando sesión…
fr: Connexion en cours…
hi: साइन इन हो रहा है…
id: Sedang masuk…
it: Accesso in corso…
ja: サインイン中…
ko: 로그인 중…
pt_br: Entrando…
ru: Вход…
tr: Giriş yapılıyor…
zh_hans: 正在登录…
zh_hant: 登入中…

source: Source URL (optional)
ar: رابط المصدر (اختياري)
bn: উৎস ইউআরএল (ঐচ্ছিক)
de: Quell-URL (optional)
es: URL de origen (opcional)
fr: URL source (facultatif)
hi: स्रोत URL (वैकल्पिक)
id: URL Sumber (opsional)
it: URL sorgente (opzionale)
ja: ソースURL（任意）
ko: 출처 URL (선택 사항)
pt_br: URL de origem (opcional)
ru: URL источника (необязательно)
tr: Kaynak URL (isteğe bağlı)
zh_hans: 来源网址（可选）
zh_hant: 來源網址（選填）

source: Source:
ar: المصدر:
bn: উৎস:
de: Quelle:
es: Origen:
hi: स्रोत:
id: Sumber:
it: Fonte:
ja: ソース:
ko: 출처:
pt_br: Origem:
ru: Источник:
tr: Kaynak:
zh_hans: 来源：
zh_hant: 來源：

source: Stock History
ar: سجل المخزون
bn: স্টকের ইতিহাস
de: Bestandsverlauf
es: Historial de stock
fr: Historique du stock
hi: स्टॉक इतिहास
id: Riwayat Stok
it: Cronologia scorte
ja: 在庫履歴
ko: 재고 이력
pt_br: Histórico de Estoque
ru: История запасов
tr: Stok Geçmişi
zh_hans: 库存历史
zh_hant: 庫存歷史記錄

source: Stock Level
ar: مستوى المخزون
bn: স্টকের পরিমাণ
de: Bestandsmenge
es: Nivel de inventario
fr: Niveau de stock
hi: स्टॉक स्तर
id: Tingkat Stok
it: Livello stock
ja: 在庫レベル
ko: 재고 수준
pt_br: Nível de estoque
ru: Уровень запасов
tr: Stok Seviyesi
zh_hans: 库存水平
zh_hant: 庫存量

source: Sync Your Pantry
ar: مزامنة خزانة المؤن
bn: আপনার প্যান্ট্রি সিঙ্ক করুন
de: Speisekammer synchronisieren
es: Sincronizar tu despensa
fr: Synchroniser votre garde-manger
hi: अपनी पेंट्री को सिंक करें
id: Sinkronkan Dapur Anda
it: Sincronizza la tua dispensa
ja: パントリーを同期
ko: 팬트리 동기화
pt_br: Sincronizar sua Despensa
ru: Синхронизировать кладовую
tr: Kilerinizi Senkronize Edin
zh_hans: 同步您的储藏室
zh_hant: 同步您的食品儲藏室

source: Take Photo
ar: التقاط صورة
bn: ছবি তুলুন
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
hi: फोटो लें
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
pt_br: Tirar foto
ru: Сделать фото
tr: Fotoğraf Çek
zh_hans: 拍照
zh_hant: 拍攝照片

source: Tap + to add your first category.
ar: اضغط على + لإضافة فئتك الأولى.
bn: আপনার প্রথম বিভাগটি যোগ করতে + ট্যাপ করুন।
de: Tippe auf +, um deine erste Kategorie hinzuzufügen.
es: Toca + para añadir tu primera categoría.
fr: Appuyez sur + pour ajouter votre première catégorie.
id: Ketuk + untuk menambahkan kategori pertama Anda.
it: Tocca + per aggiungere la tua prima categoria.
ja: + をタップして、最初のカテゴリを追加しましょう。
ko: +를 탭하여 첫 번째 카테고리를 추가하세요.
pt_br: Toque em + para adicionar sua primeira categoria.
ru: Нажмите «+», чтобы добавить первую категорию.
tr: İlk kategorinizi eklemek için + simgesine dokunun.

source: Tap a row to
ar: اضغط على صف لـ
bn: একটি সারিতে ট্যাপ করুন
de: Tippe auf eine Zeile, um
es: Toca una fila para
fr: Appuyez sur une ligne pour
hi: किसी पंक्ति पर टैप करें
id: Ketuk baris untuk
it: Tocca una riga per
ja: 行をタップして
ko: 행을 탭하여
pt_br: Toque em uma linha para
ru: Нажмите на строку, чтобы
tr: Bir satıra dokunarak
zh_hans: 轻点一行以
zh_hant: 輕點任一行以

source: Tap the
ar: اضغط على
bn: ট্যাপ করুন
de: Tippe auf den
es: Toca el
fr: Appuyez sur le
hi: टैप करें
id: Ketuk
it: Tocca il
ko: 다음
pt_br: Toque no
ru: Нажмите на
tr: Şu simgeye dokunun:
zh_hans: 轻点
zh_hant: 輕點

source: Tap the button below to add your first category.
ar: اضغط على الزر أدناه لإضافة فئتك الأولى.
bn: আপনার প্রথম বিভাগ যোগ করতে নিচের বোতামে ট্যাপ করুন।
de: Tippe auf die Schaltfläche unten, um deine erste Kategorie hinzuzufügen.
es: Toca el botón de abajo para añadir tu primera categoría.
fr: Appuyez sur le bouton ci-dessous pour ajouter votre première catégorie.
hi: अपनी पहली श्रेणी जोड़ने के लिए नीचे दिए गए बटन पर टैप करें।
id: Ketuk tombol di bawah untuk menambahkan kategori pertama Anda.
it: Tocca il pulsante qui sotto per aggiungere la tua prima categoria.
ja: 下のボタンをタップして、最初のカテゴリを追加してください。
ko: 아래 버튼을 눌러 첫 번째 카테고리를 추가하세요.
pt_br: Toque no botão abaixo para adicionar sua primeira categoria.
ru: Нажмите кнопку ниже, чтобы добавить свою первую категорию.
tr: İlk kategorinizi eklemek için aşağıdaki düğmeye dokunun.
zh_hans: 点击下方按钮添加您的第一个分类。
zh_hant: 點擊下方按鈕以新增您的第一個類別。

source: The name of the item to add
ar: اسم العنصر المراد إضافته
bn: যে আইটেমটি যোগ করতে চান তার নাম
de: Der Name des hinzuzufügenden Artikels
es: El nombre del artículo a añadir
fr: Le nom de l'article à ajouter
hi: जोड़ने के लिए आइटम का नाम
id: Nama item yang akan ditambahkan
it: Il nome dell'articolo da aggiungere
ja: 追加するアイテム名
ko: 추가할 항목의 이름
pt_br: O nome do item a ser adicionado
ru: Название товара для добавления
tr: Eklenecek öğenin adı
zh_hans: 要添加的物品名称
zh_hant: 要新增的項目名稱

source: This represents your total stock pool for the current cycle (e.g., 5 blocks of cheese). As you consume cheese, your current count falls, but the pool size remains 5. If you do a minor top-off run later and buy 3 more, simply tap '+' in the list. The app automatically grows your Acquired Stock to 8 so consumption rates and remaining-day estimates remain highly accurate.
ar: يمثل هذا إجمالي مخزونك للدورة الحالية (على سبيل المثال، 5 قالب جبن). ومع استهلاكك للجبن، ينخفض عددك الحالي، لكن حجم المخزون الإجمالي يظل 5. إذا قمت بعملية شراء بسيطة لاحقًا واشتريت 3 قوالب إضافية، فما عليك سوى الضغط على '+' في القائمة. سيقوم التطبيق تلقائيًا بزيادة المخزون المقتنى إلى 8 حتى تظل معدلات الاستهلاك وتقديرات الأيام المتبقية دقيقة للغاية.
bn: এটি বর্তমান চক্রের জন্য আপনার মোট স্টক পুলকে নির্দেশ করে (যেমন, ৫টি চিজের ব্লক)। আপনি চিজ ব্যবহার করার সাথে সাথে আপনার বর্তমান সংখ্যা হ্রাস পায়, তবে পুলের আকার ৫-ই থাকে। আপনি যদি পরে সামান্য কেনাকাটা করে আরও ৩টি কেনেন, তবে তালিকায় কেবল '+' ট্যাপ করুন। অ্যাপটি স্বয়ংক্রিয়ভাবে আপনার সংগৃহীত স্টক বাড়িয়ে ৮ করে দেবে যাতে ব্যবহারের হার এবং অবশিষ্ট দিনের অনুমান অত্যন্ত সঠিক থাকে।
de: Dies stellt deinen gesamten Vorratspool für den aktuellen Zyklus dar (z. B. 5 Blöcke Käse). Wenn du Käse verbrauchst, sinkt dein aktueller Bestand, aber die Poolgröße bleibt bei 5. Wenn du später eine kleine Nachfüllung machst und 3 weitere kaufst, tippe einfach auf '+' in der Liste. Die App erhöht deinen erworbenen Bestand automatisch auf 8, sodass die Verbrauchsraten und die Schätzungen der verbleibenden Tage hochpräzise bleiben.
es: Esto representa tu stock total para el ciclo actual (por ejemplo, 5 bloques de queso). A medida que consumes queso, tu cantidad actual disminuye, pero el tamaño del stock total sigue siendo 5. Si más tarde haces una pequeña compra de reposición y compras 3 más, simplemente toca '+' en la lista. La aplicación aumenta automáticamente tu Stock adquirido a 8 para que las tasas de consumo y las estimaciones de días restantes sigan siendo muy precisas.
fr: Cela représente votre réserve totale de stock pour le cycle en cours (par ex., 5 portions de fromage). À mesure que vous consommez du fromage, votre quantité actuelle diminue, mais la taille de la réserve reste de 5. Si vous faites un petit réapprovisionnement plus tard et en achetez 3 de plus, appuyez simplement sur '+' dans la liste. L'application augmente automatiquement votre stock acquis à 8 afin que les taux de consommation et les estimations de jours restants restent très précis.
hi: यह वर्तमान चक्र के लिए आपके कुल स्टॉक पूल को दर्शाता है (जैसे, पनीर के 5 ब्लॉक)। जैसे-जैसे आप पनीर का उपभोग करते हैं, आपकी वर्तमान संख्या कम हो जाती है, लेकिन पूल का आकार 5 ही रहता है। यदि आप बाद में थोड़ा और सामान खरीदते हैं और 3 और पनीर लेते हैं, तो सूची में बस '+' पर टैप करें। ऐप स्वचालित रूप से आपके प्राप्त स्टॉक को बढ़ाकर 8 कर देता है ताकि खपत दर और शेष दिनों के अनुमान अत्यधिक सटीक रहें।
id: Ini mewakili total persediaan stok Anda untuk siklus saat ini (misalnya, 5 blok keju). Saat Anda mengonsumsi keju, jumlah saat ini akan berkurang, tetapi ukuran persediaan tetap 5. Jika Anda melakukan pengisian ulang kecil nanti dan membeli 3 lagi, cukup ketuk '+' di daftar. Aplikasi ini secara otomatis meningkatkan Stok yang Diperoleh menjadi 8 sehingga tingkat konsumsi dan perkiraan sisa hari tetap sangat akurat.
it: Questo rappresenta la tua scorta totale per il ciclo corrente (ad es. 5 pezzi di formaggio). Man mano che consumi il formaggio, il conteggio attuale diminuisce, ma la dimensione della scorta totale rimane 5. Se in seguito fai una piccola spesa di rifornimento e ne acquisti altri 3, tocca semplicemente '+' nell'elenco. L'app aumenterà automaticamente la tua Scorta acquisita a 8, in modo che i tassi di consumo e le stime dei giorni rimanenti rimangano estremamente precisi.
ja: これは、現在のサイクルにおける総在庫プール（例：チーズ5個）を表します。チーズを消費すると現在の数は減りますが、プールサイズは5のまま維持されます。後で少し買い足して3個追加した場合は、リストの「+」をタップするだけです。アプリが自動的に取得済み在庫を8に増やすため、消費ペースや残り日数の予測が非常に正確に保たれます。
ko: 이것은 현재 주기 동안의 총 재고 풀을 나타냅니다(예: 치즈 5개). 치즈를 소비함에 따라 현재 수량은 줄어들지만, 풀 크기는 5개로 유지됩니다. 나중에 소량으로 추가 구매하여 3개를 더 샀다면 목록에서 '+'를 탭하기만 하면 됩니다. 앱이 자동으로 확보된 재고를 8개로 늘려주므로 소비율과 남은 일수 예측이 매우 정확하게 유지됩니다.
pt_br: Isso representa o seu estoque total para o ciclo atual (por exemplo, 5 pedaços de queijo). À medida que você consome o queijo, sua contagem atual diminui, mas o tamanho do estoque total permanece 5. Se você fizer uma pequena compra de reposição mais tarde e comprar mais 3, basta tocar em '+' na lista. O aplicativo aumenta automaticamente seu Estoque Adquirido para 8 para que as taxas de consumo e as estimativas de dias restantes permaneçam altamente precisas.
ru: Это представляет собой ваш общий пул запасов на текущий цикл (например, 5 головок сыра). По мере потребления сыра ваше текущее количество уменьшается, но размер пула остается равным 5. Если позже вы сделаете небольшую докупку и приобретете еще 3 штуки, просто нажмите «+» в списке. Приложение автоматически увеличит ваш закупленный запас до 8, чтобы показатели потребления и прогнозы оставшихся дней оставались максимально точными.
tr: Bu, mevcut döngü için toplam stok havuzunuzu temsil eder (örneğin, 5 kalıp peynir). Peynir tükettikçe mevcut miktarınız düşer ancak havuz boyutu 5 olarak kalır. Daha sonra ufak bir takviye yapıp 3 tane daha satın alırsanız, listedeki '+' simgesine dokunmanız yeterlidir. Uygulama, Edinilen Stok miktarınızı otomatik olarak 8'e çıkarır; böylece tüketim oranları ve kalan gün tahminleri son derece doğru kalır.
zh_hans: 这代表您当前周期的总库存池（例如，5 块奶酪）。当您消耗奶酪时，您的当前数量会下降，但库存池大小仍为 5。如果您稍后进行了微调补货并多买了 3 块，只需轻点列表中的“+”即可。应用会自动将您的“已购库存”增加到 8，从而使消耗率和剩余天数估算保持高度准确。
zh_hant: 這代表您目前週期的總庫存量（例如 5 塊起司）。當您消耗起司時，目前的數量會減少，但總庫存量仍維持 5。如果您稍後進行微量補充並多買了 3 塊，只需輕點清單中的「+」即可。應用程式會自動將您的「已購入庫存」增加到 8，以便消耗率和剩餘天數估算保持高度準確。

source: This will permanently delete all consumption history and logs, and reset the tracking baseline to your current stock. This cannot be undone.
ar: سيؤدي هذا إلى حذف سجل الاستهلاك والسجلات بالكامل نهائيًا، وإعادة تعيين أساس التتبع إلى مخزونك الحالي. لا يمكن التراجع عن هذا الإجراء.
bn: এটি সমস্ত ব্যবহারের ইতিহাস এবং লগ স্থায়ীভাবে মুছে ফেলবে এবং ট্র্যাকিং বেসলাইনকে আপনার বর্তমান স্টকে রিসেট করবে। এটি পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।
de: Dies löscht dauerhaft den gesamten Verbrauchsverlauf und die Protokolle und setzt die Tracking-Basis auf deinen aktuellen Bestand zurück. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todo el historial de consumo y los registros, y restablecerá la base de seguimiento a tu inventario actual. Esta acción no se puede deshacer.
fr: Ceci supprimera définitivement tout l'historique et les journaux de consommation, et réinitialisera la base de suivi à votre stock actuel. Cette action est irréversible.
hi: यह सभी उपभोग इतिहास और लॉग को स्थायी रूप से हटा देगा, और ट्रैकिंग बेसलाइन को आपके वर्तमान स्टॉक पर रीसेट कर देगा। इसे पूर्ववत नहीं किया जा सकता है।
id: Tindakan ini akan menghapus semua riwayat dan log konsumsi secara permanen, serta mengatur ulang dasar pelacakan ke stok Anda saat ini. Tindakan ini tidak dapat dibatalkan.
it: Questo eliminerà definitivamente tutta la cronologia e i registri dei consumi e reimposterà la base di tracciamento allo stock attuale. Questa operazione non può essere annullata.
ja: これにより、すべての消費履歴とログが完全に削除され、追跡の基準が現在の在庫にリセットされます。この操作は取り消せません。
ko: 모든 소비 기록과 로그가 영구적으로 삭제되며, 추적 기준이 현재 재고로 초기화됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Isso excluirá permanentemente todo o histórico e registros de consumo e redefinirá a base de rastreamento para o seu estoque atual. Isso não pode ser desfeito.
ru: Это действие безвозвратно удалит всю историю потребления и журналы, а также сбросит базу отслеживания до текущего уровня запасов. Это действие нельзя отменить.
tr: Bu işlem tüm tüketim geçmişini ve kayıtları kalıcı olarak silecek ve takip temelini mevcut stoğunuza göre sıfırlayacaktır. Bu işlem geri alınamaz.
zh_hans: 这将永久删除所有消耗记录和日志，并将追踪基准重置为当前库存。此操作无法撤销。
zh_hant: 這將永久刪除所有消耗記錄與日誌，並將追蹤基準重置為您目前的庫存。此操作無法復原。

source: This will permanently remove the item and all its history.
ar: سيؤدي هذا إلى إزالة العنصر وكل سجله نهائيًا.
bn: এটি আইটেমটি এবং এর সমস্ত ইতিহাস স্থায়ীভাবে মুছে ফেলবে।
de: Dies wird den Artikel und seinen gesamten Verlauf dauerhaft entfernen.
es: Esto eliminará permanentemente el artículo y todo su historial.
fr: Cela supprimera définitivement l'article et tout son historique.
hi: यह आइटम और उसके पूरे इतिहास को स्थायी रूप से हटा देगा।
id: Tindakan ini akan menghapus item dan semua riwayatnya secara permanen.
it: Questo rimuoverà permanentemente l'elemento e tutta la sua cronologia.
ja: これにより、アイテムとそのすべての履歴が完全に削除されます。
ko: 이 작업은 항목과 모든 이력을 영구적으로 삭제합니다.
pt_br: Isso removerá permanentemente o item e todo o seu histórico.
ru: Это навсегда удалит элемент и всю его историю.
tr: Bu işlem, öğeyi ve tüm geçmişini kalıcı olarak silecektir.
zh_hans: 这将永久删除该物品及其所有历史记录。
zh_hant: 這將永久移除此項目及其所有歷史記錄。

source: Track your pantry stock by tapping +.
ar: تتبع مخزون مؤنك بالضغط على +.
bn: + ট্যাপ করে আপনার প্যান্ট্রি স্টক ট্র্যাক করুন।
de: Verfolge deinen Vorrat, indem du auf + tippst.
es: Haz un seguimiento del stock de tu despensa tocando +.
fr: Suivez le stock de votre garde-manger en appuyant sur +.
id: Lacak stok dapur Anda dengan mengetuk +.
it: Tieni traccia delle scorte della tua dispensa toccando +.
ja: + をタップして、パントリーの在庫を記録しましょう。
ko: +를 탭하여 팬트리 재고를 추적하세요.
pt_br: Acompanhe o estoque da sua despensa tocando em +.
ru: Отслеживайте запасы в кладовой, нажав «+».
tr: + simgesine dokunarak kiler stoğunuzu takip edin.

source: Undo
ar: تراجع
bn: পূর্বাবস্থায় ফিরুন
de: Widerrufen
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
tr: Geri Al
zh_hans: 撤销
zh_hant: 復原

source: Unit
ar: وحدة
bn: ইউনিট
de: Einheit
es: Unidad
fr: Unité
hi: इकाई
id: Satuan
it: Unità
ja: 単位
ko: 단위
pt_br: Unidade
ru: Единица измерения
tr: Birim
zh_hans: 单位
zh_hant: 單位

source: Unit (e.g., lbs, cans, oz)
ar: وحدة (مثال: رطل، علب، أونصة)
bn: ইউনিট (যেমন: কেজি, ক্যান, গ্রাম)
de: Einheit (z. B. kg, Dosen, Stk.)
es: Unidad (p. ej., kg, latas, g)
fr: Unité (p. ex. kg, boîtes, g)
hi: इकाई (उदाहरण के लिए: lbs, cans, oz)
id: Satuan (contoh: kg, kaleng, gram)
it: Unità (es. kg, lattine, g)
ja: 単位（例：kg、個、ml）
ko: 단위 (예: kg, 개, ml)
pt_br: Unidade (ex.: kg, latas, g)
ru: Единица измерения (напр., кг, шт, л)
tr: Birim (ör. kg, adet, paket)
zh_hans: 单位（例如：磅、罐、盎司）
zh_hant: 單位（例如：磅、罐、盎司）
